brew "atuin"
brew "bandwhich"
brew "bash-completion@2"
brew "bat"
brew "crane"
brew "curl"
brew "dua-cli"
brew "duf"
brew "dust"
brew "fd"
brew "fzf"
brew "fzf-make"
brew "git"
brew "git-delta"
brew "golangci-lint"
brew "httpie"
brew "hyperfine"
brew "jq"
brew "ijq"
brew "lazygit"
brew "lf"
brew "lima"
brew "llm"
brew "lsd"
brew "minikube"
brew "mkcert"
brew "monolith"
brew "mpv"
brew "neovim", args: ["HEAD"]
brew "nmap"
brew "node"
brew "pgcli"
brew "bqrencode"
brew "ripgrep"
brew "rustup"
brew "silicon"
brew "starship"
brew "taskwarrior"-tui
brew "tig"
brew "tmux"
brew "tmux-xpanes"
brew "tree"
brew "vivid"
brew "yazi", args: ["HEAD"]
brew "zk"
brew "zoxide"
cask "netnewswire"
cask "docker"
cask "font-fira-code-nerd-font"
cask "font-fira-mono-nerd-font"
cask "kitty"
cask "marked"
cask "pearcleaner"
cask "spotify"
cask "telegram"
cask "unetbootin"
cask "visual-studio-code"
cask "vnc-viewer"
cask "wireshark"
cask "zed"
