brew "atuin"
brew "aria2"
brew "bandwhich"
brew "bash-completion@2"
brew "bat"
brew "crane"
brew "dive"
brew "direnv"
brew "docker-completion"
brew "dua-cli"
brew "ducker"
brew "duf"
brew "dust"
brew "diff-so-fancy"
brew "difftastic"
brew "fastfetch"
brew "fd"
brew "fzf"
brew "fzf-make"
brew "git"
brew "git-delta"
brew "gnupg"
brew "go"
brew "gocloc"
brew "gopass"
brew "glow"
brew "httpie"
brew "hyperfine"
brew "jq"
brew "ijq"
brew "lazygit"
brew "lf"
brew "lima"
brew "llm"
brew "lsd"
brew "minikube"
brew "mkcert"
brew "monolith"
brew "mpv"
brew "neovim", args: ["HEAD"]
brew "nmap"
brew "node"
brew "qrencode"
brew "pgcli"
brew "ripgrep"
brew "rustup"
brew "silicon"
brew "sniffnet"
brew "starship"
brew "task"
brew "taskwarrior-tui"
brew "tig"
brew "pass"
brew "tmux"
brew "tmux-xpanes"
brew "tree"
brew "vivid"
brew "yazi", args: ["HEAD"]
brew "zk"
brew "zoxide"
brew "koekeishiya/formulae/yabai"
cask "calibre"
cask "netnewswire"
cask "docker"
cask "font-fira-code-nerd-font"
cask "font-victor-mono-nerd-font"
cask "kitty"
cask "keepassxc"
cask "ghostty"
cask "maccy"
cask "pearcleaner"
cask "spotify"
cask "telegram"
cask "visual-studio-code"
cask "vnc-viewer"
cask "wireshark"
cask "wine-stable"
cask "zed"
